cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'azure-cli'
brew 'bash-completion'
brew 'coreutils'
brew 'docker'
brew 'fzf'

brew 'git'
brew 'go'
brew 'grc'

brew 'jq'
brew 'kubectx'

brew 'openssl'
brew 'node'
brew 'python'

brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'rbenv'

brew 'speedtest-cli'
brew 'tmux'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'k9s'
brew 'minikube'

cask 'iterm2'
cask 'visual-studio-code'
