cask_args appdir: '/Applications'

tap 'homebrew/bundle'
#tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'


brew 'jq'

brew 'openssl'
brew 'node'
brew 'readline'


brew 'python'
brew 'ruby-build'
brew 'rbenv'




brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'yarn'
